Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The risk management system shall be understood as a continuous iterative process planned and run throughout the entire lifecycle of a high-risk AI system, requiring regular systematic review and updating.
pt_pt: O sistema de gestão de riscos é entendido como um processo iterativo contínuo, planeado e executado ao longo de todo o ciclo de vida de um sistema de IA de risco elevado, que requer revisões e atualizações sistemáticas regulares.

source: It shall comprise the following steps:
pt_pt: Deve compreender as seguintes etapas:

source: the identification and analysis of the known and the reasonably foreseeable risks that the high-risk AI system can pose to health, safety or fundamental rights when the high-risk AI system is used in accordance with its intended purpose;
pt_pt: A identificação e análise dos riscos conhecidos e razoavelmente previsíveis que o sistema de IA de risco elevado pode representar para a saúde, a segurança ou os direitos fundamentais quando é utilizado em conformidade com a sua finalidade prevista;

source: the estimation and evaluation of the risks that may emerge when the high-risk AI system is used in accordance with its intended purpose, and under conditions of reasonably foreseeable misuse;
pt_pt: A estimativa e avaliação dos riscos que podem surgir quando o sistema de IA de risco elevado é utilizado em conformidade com a sua finalidade prevista e em condições de utilização indevida razoavelmente previsível;

source: the evaluation of other risks possibly arising, based on the analysis of data gathered from the post-market monitoring system referred to in Article 72;
pt_pt: A avaliação de outros riscos que possam surgir, com base na análise dos dados recolhidos por meio do sistema de acompanhamento pós-comercialização a que se refere o artigo 72.o;

source: the adoption of appropriate and targeted risk management measures designed to address the risks identified pursuant to point (a).
pt_pt: A adoção de medidas adequadas e específicas de gestão de riscos concebidas para fazer face aos riscos identificados nos termos da alínea a).

source: The risks referred to in this Article shall concern only those which may be reasonably mitigated or eliminated through the development or design of the high-risk AI system, or the provision of adequate technical information.
pt_pt: O presente artigo faz referência apenas aos riscos que possam ser razoavelmente atenuados ou eliminados aquando do desenvolvimento ou da conceção do sistema de IA de risco elevado ou por meio da prestação de informações técnicas adequadas.

source: The risk management measures referred to in paragraph 2, point (d), shall give due consideration to the effects and possible interaction resulting from the combined application of the requirements set out in this Section, with a view to minimising risks more effectively while achieving an appropriate balance in implementing the measures to fulfil those requirements.
pt_pt: As medidas de gestão de riscos a que se refere o n.o 2, alínea d), devem ter em devida consideração os efeitos e a eventual interação resultantes da aplicação combinada dos requisitos estabelecidos na presente secção, com vista a minimizar os riscos de forma mais eficaz e, ao mesmo tempo, alcançar um equilíbrio adequado na aplicação das medidas destinadas a cumprir esses requisitos.

source: The risk management measures referred to in paragraph 2, point (d), shall be such that the relevant residual risk associated with each hazard, as well as the overall residual risk of the high-risk AI systems is judged to be acceptable.
pt_pt: As medidas de gestão de riscos a que se refere o n.o 2, alínea d), devem ser de molde a fazer com que o risco residual pertinente associado a cada perigo, bem como o risco residual global dos sistemas de IA de risco elevado, sejam considerados aceitáveis.

source: In identifying the most appropriate risk management measures, the following shall be ensured:
pt_pt: Ao identificar as medidas de gestão de riscos mais apropriadas, deve assegurar-se o seguinte:

source: elimination or reduction of risks identified and evaluated pursuant to paragraph 2 in as far as technically feasible through adequate design and development of the high-risk AI system;
pt_pt: Eliminação ou redução dos riscos identificados e avaliados nos termos do n.o 2, tanto quanto tecnicamente viável através da conceção e do desenvolvimento adequados do sistema de IA de risco elevado;

source: where appropriate, implementation of adequate mitigation and control measures addressing risks that cannot be eliminated;
pt_pt: Se for caso disso, adoção de medidas de atenuação e controlo adequadas para fazer face aos riscos que não possam ser eliminados;

source: provision of information required pursuant to Article 13 and, where appropriate, training to deployers.
pt_pt: Prestação das informações exigidas nos termos do artigo 13.o e, se for caso disso, formação dos responsáveis pela implantação.

source: With a view to eliminating or reducing risks related to the use of the high-risk AI system, due consideration shall be given to the technical knowledge, experience, education, the training to be expected by the deployer, and the presumable context in which the system is intended to be used.
pt_pt: Com vista à eliminação ou redução de riscos relacionados com a utilização do sistema de IA de risco elevado, há que ter em consideração o conhecimento técnico, a experiência, a educação e a formação que se pode esperar que o responsável pela implantação possua e o contexto presumível em que o sistema se destina a ser utilizado.

source: High-risk AI systems shall be tested for the purpose of identifying the most appropriate and targeted risk management measures.
pt_pt: Os sistemas de IA de risco elevado são sujeitos a testes a fim de se identificarem as medidas de gestão de riscos específicas mais adequadas.

source: Testing shall ensure that high-risk AI systems perform consistently for their intended purpose and that they are in compliance with the requirements set out in this Section.
pt_pt: Os testes asseguram que os sistemas de IA de risco elevado funcionam de forma coerente com a sua finalidade prevista e cumprem os requisitos estabelecidos na presente secção.

source: Testing procedures may include testing in real-world conditions in accordance with Article 60.
pt_pt: Os procedimentos de teste podem incluir a testagem em condições reais, em conformidade com o artigo 60.

source: The testing of high-risk AI systems shall be performed, as appropriate, at any time throughout the development process, and, in any event, prior to their being placed on the market or put into service.
pt_pt: Os testes dos sistemas de IA de risco elevado devem ser realizados, consoante apropriado, em qualquer momento durante o processo de desenvolvimento e, em qualquer caso, antes da colocação no mercado ou da colocação em serviço.

source: Testing shall be carried out against prior defined metrics and probabilistic thresholds that are appropriate to the intended purpose of the high-risk AI system.
pt_pt: Os testes devem ser realizados com base em parâmetros e limiares probabilísticos previamente definidos que sejam adequados à finalidade prevista do sistema de IA de risco elevado.

source: When implementing the risk management system as provided for in paragraphs 1 to 7, providers shall give consideration to whether in view of its intended purpose the high-risk AI system is likely to have an adverse impact on persons under the age of 18 and, as appropriate, other vulnerable groups.
pt_pt: Ao implementarem o sistema de gestão de riscos tal como previsto nos n.os 1 a 7, os prestadores ponderam se, tendo em conta a sua finalidade prevista, existe a probabilidade de o sistema de IA de risco elevado ter repercussões negativas sobre pessoas com menos de 18 anos e, se for o caso, outros grupos vulneráveis.

source: For providers of high-risk AI systems that are subject to requirements regarding internal risk management processes under other relevant provisions of Union law, the aspects provided in paragraphs 1 to 9 may be part of, or combined with, the risk management procedures established pursuant to that law.
pt_pt: Para os prestadores de sistemas de IA de risco elevado sujeitos a requisitos relativos aos processos internos de gestão de riscos nos termos da legislação setorial aplicável da União, os aspetos descritos nos n.os 1 a 9 podem fazer parte dos procedimentos de gestão de riscos estabelecidos nos termos dessa legislação ou ser combinados com esses procedimentos.

source: Article 10
pt_pt: Artigo 10.o

source: Data and data governance
pt_pt: Dados e governação de dados

source: High-risk AI systems which make use of techniques involving the training of AI models with data shall be developed on the basis of training, validation and testing data sets that meet the quality criteria referred to in paragraphs 2 to 5 whenever such data sets are used.
pt_pt: Os sistemas de IA de risco elevado que utilizem técnicas que envolvam o treino de modelos com dados devem ser desenvolvidos com base em conjuntos de dados de treino, validação e teste que cumpram os critérios de qualidade a que se referem os n.os 2 a 5, sempre que esses conjuntos de dados sejam utilizados.

source: Training, validation and testing data sets shall be subject to data governance and management practices appropriate for the intended purpose of the high-risk AI system.
pt_pt: Os conjuntos de dados de treino, validação e teste devem estar sujeitos a práticas de governação e gestão de dados adequadas à finalidade prevista do sistema de IA.

source: Those practices shall concern in particular:
pt_pt: Essas práticas dizem nomeadamente respeito:

source: the relevant design choices;
pt_pt: Às escolhas de conceção pertinentes;

source: data collection processes and the origin of data, and in the case of personal data, the original purpose of the data collection;
pt_pt: A processos de recolha de dados e à origem dos dados e, no caso dos dados pessoais, à finalidade original da recolha desses dados;

source: relevant data-preparation processing operations, such as annotation, labelling, cleaning, updating, enrichment and aggregation;
pt_pt: Às operações de tratamento necessárias para a preparação dos dados, tais como anotação, rotulagem, limpeza, atualização, enriquecimento e agregação;

source: the formulation of assumptions, in particular with respect to the information that the data are supposed to measure and represent;
pt_pt: À formulação dos pressupostos, nomeadamente no que diz respeito às informações que os dados devem medir e representar;

source: an assessment of the availability, quantity and suitability of the data sets that are needed;
pt_pt: À avaliação da disponibilidade, quantidade e adequação dos conjuntos de dados que são necessários;

source: examination in view of possible biases that are likely to affect the health and safety of persons, have a negative impact on fundamental rights or lead to discrimination prohibited under Union law, especially where data outputs influence inputs for future operations;
pt_pt: Ao exame para detetar eventuais enviesamentos suscetíveis de afetar a saúde e a segurança das pessoas, de ter repercussões negativas nos direitos fundamentais ou de resultar em discriminações proibidas pelo direito da União, especialmente quando os resultados obtidos a partir dos dados influenciam os dados de entrada para operações futuras;

source: appropriate measures to detect, prevent and mitigate possible biases identified according to point (f);
pt_pt: Às medidas adequadas para detetar, prevenir e atenuar eventuais enviesamentos identificados nos termos da alínea f);

source: the identification of relevant data gaps or shortcomings that prevent compliance with this Regulation, and how those gaps and shortcomings can be addressed.
pt_pt: À identificação de lacunas ou deficiências pertinentes dos dados que impeçam o cumprimento do presente regulamento e de possíveis soluções para as mesmas.

source: Training, validation and testing data sets shall be relevant, sufficiently representative, and to the best extent possible, free of errors and complete in view of the intended purpose.
pt_pt: Os conjuntos de dados de treino, validação e teste devem ser pertinentes, suficientemente representativos e, tanto quanto possível, isentos de erros e completos, tendo em conta a finalidade prevista.

source: They shall have the appropriate statistical properties, including, where applicable, as regards the persons or groups of persons in relation to whom the high-risk AI system is intended to be used.
pt_pt: Devem ter as propriedades estatísticas adequadas, nomeadamente, quando aplicável, no tocante às pessoas ou grupos de pessoas em relação às quais se destina a utilização do sistema de IA de risco elevado.

source: Those characteristics of the data sets may be met at the level of individual data sets or at the level of a combination thereof.
pt_pt: Essas características dos conjuntos de dados podem ser satisfeitas a nível de conjuntos de dados individuais ou de uma combinação dos mesmos.

source: Data sets shall take into account, to the extent required by the intended purpose, the characteristics or elements that are particular to the specific geographical, contextual, behavioural or functional setting within which the high-risk AI system is intended to be used.
pt_pt: Os conjuntos de dados devem ter em conta, na medida do necessário para a finalidade prevista, as características ou os elementos que são idiossincráticos do enquadramento geográfico, contextual, comportamental ou funcional específico no qual o sistema de IA de risco elevado se destina a ser utilizado.

source: To the extent that it is strictly necessary for the purpose of ensuring bias detection and correction in relation to the high-risk AI systems in accordance with paragraph (2), points (f) and (g) of this Article, the providers of such systems may exceptionally process special categories of personal data, subject to appropriate safeguards for the fundamental rights and freedoms of natural persons.
pt_pt: Na medida do estritamente necessário para assegurar a deteção e a correção de enviesamentos em relação aos sistemas de IA de risco elevado em conformidade com o n.o 2, alíneas f) e g), do presente artigo, os prestadores desses sistemas podem, excecionalmente, tratar categorias especiais de dados pessoais, sob reserva de garantias adequadas dos direitos e liberdades fundamentais das pessoas singulares.

source: In addition to the provisions set out in Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680, all the following conditions must be met in order for such processing to occur:
pt_pt: Para além das disposições estabelecidas nos Regulamentos (UE) 2016/679 e (UE) 2018/1725 e na Diretiva (UE) 2016/680, todas as seguintes condições para que esse tratamento ocorra devem ser cumpridas:

source: the bias detection and correction cannot be effectively fulfilled by processing other data, including synthetic or anonymised data;
pt_pt: A deteção e a correção de enviesamentos não podem ser eficazmente efetuadas através do tratamento de outros dados, nomeadamente dados sintéticos ou anonimizados;

source: the special categories of personal data are subject to technical limitations on the re-use of the personal data, and state-of-the-art security and privacy-preserving measures, including pseudonymisation;
pt_pt: As categorias especiais de dados pessoais estão sujeitas a limitações técnicas em matéria de reutilização dos dados pessoais e às mais avançadas medidas de segurança e preservação da privacidade, incluindo a pseudonimização;

source: the special categories of personal data are subject to measures to ensure that the personal data processed are secured, protected, subject to suitable safeguards, including strict controls and documentation of the access, to avoid misuse and ensure that only authorised persons have access to those personal data with appropriate confidentiality obligations;
pt_pt: As categorias especiais de dados pessoais estão sujeitas a medidas destinadas a assegurar que os dados pessoais tratados estejam seguros, protegidos e sujeitos a garantias adequadas, incluindo controlos rigorosos e uma documentação criteriosa do acesso a esses dados, a fim de evitar uma utilização abusiva e assegurar que apenas tenham acesso a esses dados as pessoas autorizadas e com as devidas obrigações de confidencialidade;

source: the special categories of personal data are not to be transmitted, transferred or otherwise accessed by other parties;
pt_pt: As categorias especiais de dados pessoais não são transmitidos nem transferidos para terceiros, nem de outra forma consultados por esses terceiros;

source: the special categories of personal data are deleted once the bias has been corrected or the personal data has reached the end of its retention period, whichever comes first;
pt_pt: As categorias especiais de dados pessoais são eliminadas assim que o enviesamento tenha sido corrigido ou que os dados pessoais atinjam o fim do respetivo período de conservação, consoante o que ocorrer primeiro;

source: the records of processing activities pursuant to Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680 include the reasons why the processing of special categories of personal data was strictly necessary to detect and correct biases, and why that objective could not be achieved by processing other data.
pt_pt: Os registos das atividades de tratamento nos termos do Regulamento (UE) 2016/679, do Regulamento (UE) 2018/1725 e da Diretiva (UE) 2016/680 incluem os motivos pelos quais o tratamento de categorias especiais de dados pessoais foi estritamente necessário para detetar e corrigir enviesamentos e os motivos pelos quais não foi possível alcançar esse objetivo através do tratamento de outros dados.

source: For the development of high-risk AI systems not using techniques involving the training of AI models, paragraphs 2 to 5 apply only to the testing data sets.
pt_pt: Para o desenvolvimento de sistemas de IA de risco elevado que não utilizam técnicas que envolvem o treino de modelos de IA, os n.os 2 a 5 aplicam-se apenas aos conjuntos de dados de teste.

source: Article 11
pt_pt: Artigo 11.o

source: Technical documentation
pt_pt: Documentação técnica

source: The technical documentation of a high-risk AI system shall be drawn up before that system is placed on the market or put into service and shall be kept up-to date.
pt_pt: A documentação técnica de um sistema de IA de risco elevado deve ser elaborada antes da colocação no mercado ou colocação em serviço desse sistema e deve ser mantida atualizada.

source: The technical documentation shall be drawn up in such a way as to demonstrate that the high-risk AI system complies with the requirements set out in this Section and to provide national competent authorities and notified bodies with the necessary information in a clear and comprehensive form to assess the compliance of the AI system with those requirements.
pt_pt: A documentação técnica deve ser elaborada de maneira que demonstre que o sistema de IA de risco elevado cumpre os requisitos estabelecidos na presente secção e deve facultar às autoridades nacionais competentes e aos organismos notificados, de forma clara e completa, as informações necessárias para aferir a conformidade do sistema de IA com esses requisitos.

source: It shall contain, at a minimum, the elements set out in Annex IV.
pt_pt: A documentação técnica deve conter, no mínimo, os elementos previstos no anexo IV.

source: SMEs, including start-ups, may provide the elements of the technical documentation specified in Annex IV in a simplified manner.
pt_pt: As PME, incluindo as empresas em fase de arranque, podem facultar os elementos da documentação técnica especificados no anexo IV de forma simplificada.

source: To that end, the Commission shall establish a simplified technical documentation form targeted at the needs of small and microenterprises.
pt_pt: Para o efeito, a Comissão deve criar um formulário de documentação técnica simplificado destinado às necessidades das pequenas e microempresas.

source: Where an SME, including a start-up, opts to provide the information required in Annex IV in a simplified manner, it shall use the form referred to in this paragraph.
pt_pt: Caso uma PME, nomeadamente uma empresa em fase de arranque, opte por prestar as informações exigidas no anexo IV de forma simplificada, deve utilizar o formulário a que se refere o presente número.

source: Notified bodies shall accept the form for the purposes of the conformity assessment.
pt_pt: Os organismos notificados devem aceitar o formulário para efeitos de avaliação da conformidade.

source: Where a high-risk AI system related to a product covered by the Union harmonisation legislation listed in Section A of Annex I is placed on the market or put into service, a single set of technical documentation shall be drawn up containing all the information set out in paragraph 1, as well as the information required under those legal acts.
pt_pt: Aquando da colocação no mercado ou da colocação em serviço de um sistema de IA de risco elevado relacionado com um produto abrangido pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A, deve ser elaborada uma documentação técnica única que contenha todas as informações previstas no n.o 1, bem como as informações exigidas nos termos desses atos jurídicos.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend Annex IV, where necessary, to ensure that, in light of technical progress, the technical documentation provides all the information necessary to assess the compliance of the system with the requirements set out in this Section.
pt_pt: A Comissão fica habilitada a adotar atos delegados nos termos do artigo 97.o para alterar o anexo IV, se for caso disso, com vista a assegurar que, tendo em conta a evolução técnica, a documentação técnica faculte todas as informações necessárias para aferir a conformidade do sistema com os requisitos estabelecidos na presente secção.

source: Article 12
pt_pt: Artigo 12.o

source: Record-keeping
pt_pt: Manutenção de registos

source: High-risk AI systems shall technically allow for the automatic recording of events (logs) over the lifetime of the system.
pt_pt: Os sistemas de IA de risco elevado devem permitir tecnicamente o registo automático de eventos («registos») durante a vida útil do sistema.

source: In order to ensure a level of traceability of the functioning of a high-risk AI system that is appropriate to the intended purpose of the system, logging capabilities shall enable the recording of events relevant for:
pt_pt: A fim de assegurar um nível de rastreabilidade do funcionamento de um sistema de IA de risco elevado adequado à finalidade prevista do sistema, as capacidades de registo devem permitir o registo de eventos pertinentes para:

source: identifying situations that may result in the high-risk AI system presenting a risk within the meaning of Article 79(1) or in a substantial modification;
pt_pt: A identificação de situações que possam dar azo a que o sistema de IA de risco elevado apresente um risco na aceção do artigo 79.o, n.o 1, ou dar origem a uma modificação substancial;

source: facilitating the post-market monitoring referred to in Article 72; and
pt_pt: A facilitação do acompanhamento pós-comercialização a que se refere o artigo 72.o; e
